Revit 2015 API
BoundingBoxXYZ.Enabled Property
Defines whether bounding box is turned on.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public bool Enabled { get; set; }
Visual Basic
Public Property Enabled As Boolean
	Get
	Set
Visual C++
public:
property bool Enabled {
	bool get ();
	void set (bool value);
}
See Also
BoundingBoxXYZ Class
Autodesk.Revit.DB Namespace